tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask-fonts"

cask "docker"
cask "firefox"
cask "iterm2"
cask "spotify"
cask "rar"
cask "font-sauce-code-pro-nerd-font" #subject to change
cask "postman"
cask "karabiner-elements"

brew "bitwarden-cli"
brew "coreutils"
brew "git"
brew "gh"
brew "jq"
brew "yq"
brew "ripgrep"
brew "tealdeer"
brew "neovim"
brew "wget"
brew "nghttp2" # HTTP2 Client
brew "git-delta"
brew "fzf"
brew "fnm"
brew "zoxide"

