tap "homebrew/bundle"
tap "homebrew/services"
tap "creativeprojects/tap"

cask "orbstack"
cask "firefox"
cask "iterm2"
cask "wezterm"
cask "spotify"
cask "rar"
cask "font-sauce-code-pro-nerd-font" #subject to change
cask "font-fira-code-nerd-font"
cask "postman"
cask "karabiner-elements"

brew "coreutils"
brew "gnupg"
brew "gnu-sed"
brew "git"
brew "jq"
brew "yq"
brew "ripgrep"
brew "tealdeer"
brew "neovim"
brew "wget"
brew "nghttp2" # HTTP2 Client
brew "git-delta"
brew "fzf"
brew "fnm"
brew "zoxide"
brew "restic" # Backup utitlity that's os agnostic
brew "resticprofile" # Profile based wrapper for Restic

